<style src="./style.scss">
</style>

<script>
    import { duration } from "./duration.js"
    let text = duration();
</script>

<div class="farewell">
    <div class="child">
        <div class="title">Чертополох</div>
        <div class="image-content">
            <div class="smile-image"></div>
        </div>
        <div class="description">
            <p>Весной 2019 году мы попробовали сделать штуку, которая показала как можно недорого и удобно для всех (зрителей / контролеров / организаторов) продавать билеты на концерты.</p>
            <p>Нам кажется, что у нас получилось!</p>
            <p>Чтобы развиваться дальше нужно развивать сервис. К&nbspсожалению, сейчас мы не видим большой выгоды в его развитии — поэтому временно закрываем проект.</p>
            <p>Возможно мы будем периодически открывать продажи билетов на какие-то специальные мероприятия.</p>
            <p>Но как итог того, что {text} — хочется сердечно поблагодарить всех, кто не боялся покупать электронные билеты и писал в техподдержку. Нашей команде правда очень жаль расставаться со всеми вами!</p>
            <div class="team">
                <p>Команда Kolenka Inc.</p>
            </div>
        </div>
    </div>
</div>
