import './App.css'

function App() {
  return (
    <div className="farewell">
      <div className="child">
        <div className="title">Чертополох</div>
        <div className="image-content">
          <div className="smile-image"></div>
        </div>
        <div className="description">
          <p>Весной 2019 году мы попробовали сделать штуку, которая показала как можно недорого и удобно для всех (зрителей / контролеров / организаторов) продавать билеты на концерты.</p>
          <p>Нам кажется, что у нас получилось!</p>
          <p>Чтобы развиваться дальше нужно развивать сервис. К&nbspсожалению, сейчас мы не видим большой выгоды в его развитии — поэтому временно закрываем проект.</p>
          <p>Возможно мы будем периодически открывать продажи билетов на какие-то специальные мероприятия.</p>
          <p>Но как итог того, что давно закончилось — хочется сердечно поблагодарить всех, кто не боялся покупать электронные билеты и писал в техподдержку. Нашей команде правда очень жаль расставаться со всеми вами!</p>
          <div className="team">
            <p>Команда Kolenka Inc.</p>
          </div>
        </div>
      </div>
    </div>
  )
}

export default App
